driver-tests/iepse/IEPContiguousOrder/ContiguousOrderApp/test/StreamProjectionAndFilterInput/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tim="StreamProjectionAndFilterInput.StreamProjectionAndFilterInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <tim:StreamInput0_MsgObj>
         <anint>${anint.0}</anint>
         <partnum>${partnum.0}</partnum>         
         <bigint1>${bigint1.0}</bigint1>
         <double1>${double1.0}</double1>
         <varchar1>${varchar1.0}</varchar1>
         <date1>${date1.0}</date1>
         <ts1>${ts1.0}</ts1>
         <clob1>${clob1.0}</clob1>
      </tim:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>